/* Percentage left menuitem */
"%ld %% left" = "%ld %% restante";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% restante ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld restante (%3$ld%%)";

/* Update menuitem
   Update notification */
"A newer version is available" = "Uma nova versão está disponível";

/* Advanced mode setting */
"Advanced mode" = "Modo avançado";

/* Calculating sidetext */
"Calculating…" = "Calculando…";

/* Charged notification */
"Charged" = "Carregada";

/* Update menuitem */
"Checking for updates…" = "Verificando atualizações…";

/* Update menuitem */
"Could not check for updates" = "Não foi possível verificar atualizações";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Contagem de ciclo: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "Exibir tempo entre parênteses";

/* Display temperature in Fahrenheit setting */
"Display temperature in Fahrenheit" = "Mostrar a temperatura em Fahrenheit";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Preferências do Economizador de Energia…";

/* Remaining menuitem */
"Loading…" = "Carregando…";

/* Notification menuitem */
"Notifications" = "Notificações";

/* Powersource menuitem */
"Power source: %@" = "Fonte de energia: %@";

/* Powersource menuitem */
"Power source: Unknown" = "Fonte de energia: Desconhecida";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Consumo de energia: %.2f Watt";

/* Quit menuitem */
"Quit" = "Encerrar";

/* Settings menuitem */
"Settings" = "Ajustes";

/* Start at login setting */
"Start at login" = "Iniciar no login";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Temperatura: %.1f°C";

/* Advanced battery info menuitem (Fahrenheit) */
"Temperature: %.1f°F" = "Temperatura: %.1f°F";

/* Update menuitem */
"Up to date" = "Atualizado";
